[
    {
        "title": "Short Bread Cookies",
        "author": "Shivesh Bhatia",
        "created_on": "3rd June, 2023",
        "description": "Ingredients: 1 cup butter, 1/2 cup sugar, 1 teaspoon vanilla extract, 2 cups all-purpose flour, Nutella and sea salt (to top).    Method: 1. Preheat the oven to 180°C. Line a baking tray with parchment paper. 2. In a bowl,beat the butter and sugar until fluffly.Add the vanilla extract.Add flour and mix well until the dough comes together.If the dough is too soft,cover it with plastic wrap and refrigerate it until it hardens enough to work with. 3. Roll out the dough into a circle,1/4 inch thick. 4. Use a cookie cutter to cut the dough into the desired shapes. 5. Bake the cookies for 10-12 minutes,or until the edges becomes golden brown.Let them cool completely before trying to lift them off the tray. 6. Top them with some Nutella and sea salt for added flavour. 7. This recipes makes 15-20 cookies."
        
    },
    {
        "title": "Chocolate Walnet Brownies",
        "author": "Shivesh Bhatia",
        "created_on": "3rd June, 2023",
        "description": "Ingredients: 1/2 cup butter, 1 cup dark chocolate (coarsely chopped), 1 cup caster sugar, 1 cup Greek yogurt, 1/2 cup all-purpose flour, 3 tablespoons cocoa powder, 1 teaspoon baking powder, 1/2 cup crushed walnuts.    Method: 1. Preheat the oven to 180°C.Butter an 8-inch square pan or line it with parchment paper. 2. Melt the butter and chocolate in a saucepan set over low heat.Let the mixture cool. 3. In a bowl,combine the sugar and Greek yogurt.Whisk in the cooled chocolate and butter mixture.Fold in the flour,cocoa powder and baking powder,mixing until everything is just combined.Add the walnuts. 4. Tranfer the batter to the baking pan.Bake for 30-35 minutes.Let the brownies cool completely before you cut them.They can be stored in an airtight container for 3-4 days."
        
    },
    {
        "title": "Cookie Dough Cake",
        "author": "Shivesh Bhatia",
        "created_on": "3rd June, 2023",
        "description": "Ingredients: 1&1/2 cups all-purpose flour, 3/4 teaspoon baking soda, 1 cup butter, 1/2 cup brown sugar, 1/2 cup caster sugar, 2 eggs, 1 teaspoon vanilla extract, 1/4 cup milk, 1 cup chocolate chips, 1/2 cup whipped cream, Sprinkles.    Method: 1. Preheat the oven to 180°C.Line a 9-inch cake pan with parchment paper. 2. In a bowl,combine the flour and baking soda,and set aside. 3. In another bowl,beat the butter,brown sugar and caster sugar together until the mixture is light and fluffy.Whisk in the eggs,one at a time,and add the vanilla extract. 4. Gently fold the dry ingredients into the wet ingredients and mix until the dough comes together.Add some of the chocolate chips and mix well. 5. Spread the cookie dough into the prepared cake pan.Sprikle the remaining chocolate chips on top and gently press them down into the dough. 6. Bake for 25-30 minutes,or until the edges become golden brown. 7. Let the cookie dough cake cool completely before turning it out.Decorate it with whipped cream and sprinkles. "
        
    },
    {
        "title": "Tiramisu Mousse",
        "author": "Shivesh Bhatia",
        "created_on": "3rd June, 2023",
        "description": "Ingredients: 1/2 cup chopped white chocolate, 1/4 cup fresh cream, 1/2 cup mascarpone cheese, 3/4 cup whipped cream, 2 shots of espresso, 3-4 lady finger biscuits (to top).    Method: 1. Put the chopped chocolate in a bowl and set aside. 2. Heat the cream in a saucepan until it begins to simmer.Pour the warm cream over the white chocolate.Let it stand for 5 minutes then stir until the mixture is smooth and creamy.Chill the ganache in the refrigerator for 1 hour,till it sets. 3. Once the ganache has cooled,fold in the mascarpone cheese and whipped cream and mix until well combined.Set 1/4 cup of this white chocolate mousse aside.Add the espresso shots to the rest of the mousse and mix well. 4. Spoon the espresso mousse into the serving dish or glasses and the top it wih a dollop of the white chocolate mousse. 5. Chill the mousse in the refrigerator for 30 minutes.Garnish with ladyfinger biscuits before serving."
       
    }
]